Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/Settings.xcstrings
Source language: en_us
Languages: ab, be, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_es, es_mx, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# Settings.Search.EnginesSuggestions.Title.v124
source: Suggestions from Search Engines
ab: Аԥшаагақәа рҟынтәи алабжьарақәа
bs: Prijedlozi od pretraživača
ca: Suggeriments dels motors de cerca
co: Suggestioni di i mutori di ricerca
cs: Našeptávání z vyhledávačů
cy: Awgrymiadau gan Beiriannau Chwilio
da: Forslag fra søgetjenester
de: Vorschläge von Suchmaschinen
dsb: Naraźenja z pytnicow
el: Προτάσεις από μηχανές αναζήτησης
eo: Sugestoj el serĉiloj
es: Sugerencias de buscadores
es_ar: Sugerencias de buscadores
es_cl: Sugerencias de motores de búsqueda
es_es: Sugerencias de buscadores
es_mx: Sugerencias de motores de búsqueda
eu: Bilaketa-motorretako gomendioak
fi: Ehdotukset hakukoneilta
fr: Suggestions des moteurs de recherche
gd: Molaidhean o einnseanan-luirg
gl: Suxestións dos buscadores
he: הצעות ממנועי חיפוש
hr: Prijedlozi tražilica
hsb: Namjety wot pytawow
hu: Javaslatok a keresőszolgáltatásoktól
hy_am: Առաջարկություններ որոնիչներից
ia: Suggestiones del motores de recerca
id: Saran dari Mesin Pencari
is: Tillögur frá leitarvélum
it: Suggerimenti dai motori di ricerca
ja: 検索エンジンからの検索候補
ka: შემოთავაზებები საძიებოებისგან
kab: Isumar seg yimseddayen n unadi
kk: Іздеу жүйелерінен ұсыныстар
ko: 검색 엔진의 제안
lo: ຄໍາແນະນໍາຈາກເຄື່ອງມືຄົ້ນຫາ
ml: തിരയൽ യന്ത്രങ്ങളിൽ നിന്നുള്ള നിർദ്ദേശങ്ങൾ
nb: Forslag fra søkemotorer
nl: Suggesties van zoekmachines
nn: Forslag frå søkjemotorar
pa_in: ਖੋਜ ਇੰਜਣਾਂ ਤੋਂ ਸੁਝਾਅ
pl: Podpowiedzi wyszukiwarek
pt_br: Sugestões de mecanismos de pesquisa
pt_pt: Sugestões de motores de pesquisa
rm: Propostas da maschinas da tschertgar
ru: Предложения от поисковых систем
sat_olck: ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ ᱠᱷᱚᱱ ᱵᱟᱛᱟᱣᱟᱜᱠᱚ
scn: Suggirimenti dî mutura di risciduta
sk: Návrhy z vyhľadávačov
sl: Predlogi iskalnikov
sq: Sugjerime prej Motorësh Kërkimi
su: Usulan ti Mesin Pamaluruh
sv: Förslag från sökmotorer
tg: Пешниҳодҳо аз низомҳои ҷустуҷӯӣ
th: คำแนะนำจากเครื่องมือค้นหา
tr: Arama motorlarından öneriler
ug: ئىزدەش موتورىنىڭ تەۋسىيەسى
uk: Пропозиції від пошукових систем
vi: Đề xuất từ ​​công cụ tìm kiếm
zh_cn: 搜索引擎提供的建议
zh_tw: 來自搜尋引擎的建議

# Settings.Search.PageTitle.v121
source: Search
ab: Аԥшаара
be: Пошук
br: Klask
bs: Traži
ca: Cerca
co: Ricercà
cs: Vyhledávání
cy: Chwilio
da: Søgning
de: Suchen
dsb: Pytaś
el: Αναζήτηση
eo: Serĉi
es: Buscar
es_ar: Buscar
es_cl: Buscar
es_es: Buscar
es_mx: Buscar
eu: Bilaketa
fi: Haku
fr: Rechercher
gd: Lorg
gl: Buscar
he: חיפוש
hr: Traži
hsb: Pytać
hu: Keresés
hy_am: Որոնում
ia: Cercar
id: Cari
is: Leita
it: Ricerca
ja: 検索
ka: ძიება
kab: Nadi
kk: Іздеу
ko: 검색
lo: ຄົ້ນຫາ
ml: തിരയുക
nb: Søk
nl: Zoeken
nn: Søk
pa_in: ਖੋਜ
pl: Wyszukiwanie
pt_br: Pesquisar
pt_pt: Pesquisar
rm: Tschertgar
ru: Поиск
sat_olck: ᱥᱮᱸᱫᱽᱨᱟ
scn: Riscedi
si: සොයන්න
sk: Vyhľadávanie
sl: Iskanje
sq: Kërko
su: Sungsi
sv: Sök
tg: Ҷустуҷӯ
th: ค้นหา
tr: Arama
tt: Эзләү
ug: ئىزدە
uk: Пошук
vi: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

# Settings.Search.PrivateSession.Description.v125
source: Show suggestions from search engines in private sessions
ab: Ахатә сесиақәа рҿы аԥшаага машьынақәа рҟынтәи абжьгарақәа аарԥштәуп
bs: Prikaži prijedloge pretraživača u privatnim sesijama
ca: Mostra suggeriments dels motors de cerca en sessions privades
co: Affissà e suggestioni di i mutori di ricerca in e sessioni di navigazione privata
cs: Zobrazovat návrhy z vyhledávačů v anonymním prohlížení
cy: Dangos awgrymiadau o beiriannau chwilio mewn sesiynau preifat
da: Vis forslag fra søgetjenester i private sessioner
de: Vorschläge von Suchmaschinen in privaten Sitzungen anzeigen
dsb: Naraźenja z pytnicow w priwatnych pósejźenjach pokazaś
el: Εμφάνιση προτάσεων από μηχανές αναζήτησης σε ιδιωτικές συνεδρίες
eo: Montri serĉilajn sugestojn en privataj seancoj
es: Mostrar sugerencias de buscadores en sesiones privadas
es_ar: Mostrar sugerencias de los buscadores en sesiones privadas
es_cl: Mostrar sugerencias de motores de búsqueda en sesiones privadas
es_es: Mostrar sugerencias de buscadores en sesiones privadas
es_mx: Mostrar sugerencias de buscadores en sesiones privadas
eu: Erakutsi bilaketa-iradokizunak saio pribatuetan
fi: Näytä ehdotuksia hakukoneilta yksityisissä istunnoissa
fr: Afficher les suggestions des moteurs de recherche lors des sessions privées
gd: Seall molaidhean o einnseanan-luirg ann an seiseanan prìobhaideach
gl: Mostrar suxestións dos buscadores en sesións privadas
he: הצגת הצעות ממנועי חיפוש בהפעלות פרטיות
hr: Prikaži prijedloge tražilica u privatnim sesijama
hsb: Namjety z pytawow w priwatnych posedźenjach pokazać
hu: Keresőszolgáltatások javaslatainak megjelenítése a privát munkamenetekben
hy_am: Ցուցադրել որոնիչների առաջարկները գաղտնի աշխատաշրջաններում
ia: Monstrar suggestiones ab motores de recerca in sessiones private
id: Tampilkan saran dari mesin pencari dalam sesi pribadi
is: Birta tillögur frá leitarvélum í huliðslotum
it: Mostra suggerimenti dai motori di ricerca in sessioni anonime
ja: プライベートセッションで検索エンジンからの候補を表示します
ka: შემოთავაზებების ჩვენება საძიებოებისგან პირად ფანჯრებში
kab: Sken isumar seg yimseddayen n unadi deg tɣimiyin tusligin
kk: Жекелік сеанстарда іздеу жүйелерінің ұсыныстарын көрсету
ko: 비공개 세션에서 검색 엔진의 제안 표시
lo: ສະແດງຄໍາແນະນໍາຈາກເຄື່ອງມືການຄົ້ນຫາໃນໜ້າຕ່າງສ່ວນຕົວ
nb: Vis forslag fra søkemotorer i private økter
nl: Suggesties van zoekmachines tonen in privésessies
nn: Vis forslag frå søkjemotorar i private økter
pa_in: ਪ੍ਰਾਈਵੇਟ ਸ਼ੈਸ਼ਨਾਂ ਵਿੱਚ ਖੋਜ ਇੰਜਣਾਂ ਵਲੋਂ ਸੁਝਾਆਵਾਂ ਨੂੰ ਵੇਖਾਓ
pl: Podpowiedzi od wyszukiwarek w prywatnych sesjach
pt_br: Mostrar sugestões de mecanismos de pesquisa em sessões privativas
pt_pt: Mostrar sugestões dos motores de pesquisa em sessões privadas
rm: Mussar las propostas da maschinas da tschertgar en sesidas privatas
ru: Показывать предложения от поисковых систем в приватных сеансах
sat_olck: ᱵᱷᱤᱛᱨᱤ ᱫᱷᱚᱱ ᱨᱮ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ ᱠᱷᱚᱱ ᱥᱚᱞᱦᱟ ᱩᱫᱩᱜ ᱢᱮ
scn: Mustra suggirimenti dî mutura di risciduta nnê sissioni privati
si: පෞද්ගලික වාර වල සෙවුම් යන්ත්‍ර වලින් යෝජනා පෙන්වන්න
sk: Zobrazovať návrhy z vyhľadávačov v súkromných reláciách
sl: Prikazuj predloge iskalnikov v zasebnih sejah
sq: Shfaq në sesione private sugjerime nga motorë kërkimesh
su: Témbongkeun saran ti mesin pamaluruh dina rintakan mandiri
sv: Visa förslag från sökmotorer i privata sessioner
tg: Намоиш додани пешниҳодҳо аз низомҳои ҷустуҷӯӣ дар ҷаласаҳои хусусӣ
th: แสดงคำแนะนำจากเครื่องมือค้นหาในวาระส่วนตัว
tr: Gizli oturumlarda arama motorlarının önerilerini göster
ug: شەخسىي سۆزلەشكۈدىكى ئىزدەش موتورىنىڭ تەۋسىيەسىنى كۆرسىتىدۇ
uk: Показувати пропозиції від пошукових систем у приватних сеансах
vi: Hiển thị đề xuất từ ​​công cụ tìm kiếm trong phiên riêng tư
zh_cn: 在隐私浏览中显示来自搜索引擎的建议
zh_tw: 於隱私瀏覽階段中顯示搜尋引擎的建議內容

# Settings.Search.PrivateSession.Setting.v124
source: Show in Private Sessions
ab: Ахатә ԥенџьырқәа рҿы иаарԥштәуп
be: Паказваць у прыватных сеансах
br: Diskouez e-kerzh an estezioù prevez
bs: Prikaži u privatnim sesijama
ca: Mostra en sessions privades
co: Affissà durante e sessioni di navigazione privata
cs: Zobrazovat v anonymním prohlížení
cy: Dangos mewn Sesiynau Preifat
da: Vis i private sessioner
de: In privaten Sitzungen anzeigen
dsb: W priwatnych pósejźenjach pokazaś
el: Εμφάνιση σε ιδιωτικές συνεδρίες
eo: Montri en privataj seancoj
es: Mostrar en sesiones privadas
es_ar: Mostrar en sesiones privadas
es_cl: Mostrar en sesiones privadas
es_es: Mostrar en sesiones privadas
es_mx: Mostrar en sesiones privadas
eu: Erakutsi saio pribatuetan
fi: Näytä yksityisissä istunnoissa
fr: Afficher au cours des sessions de navigation privée
gd: Seall ann an seiseanan prìobhaideach
gl: Mostrar en sesións privadas
he: הצגה בהפעלות פרטיות
hr: Prikaži u privatnim sesijama
hsb: W priwatnych posedźenjach pokazać
hu: Megjelenítés privát munkamenetekben
hy_am: Ցուցադրել գաղտնի աշխատաշրջաններում
ia: Monstrar in sessiones private
id: Tampilkan dalam Sesi Pribadi
is: Sýna í huliðsvöfrun
it: Mostra in sessioni anonime
ja: プライベートセッションで表示する
ka: ჩვენება პირად ფანჯრებში
kab: Isumar deg tɣimiyin tusligin
kk: Жекелік сессияларда көрсету
ko: 사생활 보호 세션에서 보기
lo: ສະແດງໃນພາກສ່ວນທີ່ເປັນສ່ວນຕົວ
ml: സ്വകാര്യ തിരച്ചില്ക്കാലങ്ങളിൽ കാണിക്കുക
nb: Vis i private økter
nl: Tonen in privésessies
nn: Vis i private økter
pa_in: ਪ੍ਰਾਈਵੇਟ ਸ਼ੈਸ਼ਨਾਂ ਵਿੱਚ ਵੇਖਾਓ
pl: W prywatnych sesjach
pt_br: Mostrar em sessões privativas
pt_pt: Mostrar em sessões privadas
rm: Mussar en sesidas privatas
ru: Показывать в приватных окнах
sat_olck: ᱱᱤᱡᱮᱨᱟᱜ ᱚᱠᱛᱚ ᱨᱮ ᱩᱫᱩᱜ ᱢᱮ
scn: Mustra nnî sissioni privati
si: පෞද්. වාර වල පෙන්වන්න
sk: Zobrazovať v súkromných reláciách
sl: Prikaži v zasebnih sejah
sq: Shfaqi në Sesione Private
su: Témbongkeun dina Rintakan Nyamuni
sv: Visa i privata sessioner
tg: Намоиш додан дар ҷаласаҳои хусусӣ
th: แสดงในวาระส่วนตัว
tr: Gizli oturumlarda göster
ug: شەخسىي سۆزلەشكۈدە كۆرسىتىدۇ
uk: Показувати в приватних сеансах
vi: Hiển thị trong phiên riêng tư
zh_cn: 在隐私浏览中显示
zh_tw: 於隱私瀏覽模式顯示

# Settings.Search.ShowSuggestions.v121
source: Show Search Suggestions
ab: Аԥшааратә ажәалагалақәа аарԥштәуп
be: Паказваць прапановы пошуку
br: Diskouez kinnigoù klask
bs: Prikaži prijedloge pretraživanja
ca: Mostra suggeriments de cerca
co: Affissà e suggestioni
cs: Povolit našeptávání
cy: Dangos Awgrymiadau Chwilio
da: Vis søgeforslag
de: Suchvorschläge anzeigen
dsb: Pytańske naraźenja pokazaś
el: Εμφάνιση προτάσεων αναζήτησης
eo: Montri sugestojn de serĉilo
es: Mostrar sugerencias de búsqueda
es_ar: Mostrar sugerencias de búsqueda
es_cl: Mostrar sugerencias de búsqueda
es_es: Mostrar sugerencias de búsqueda
es_mx: Mostrar sugerencias de búsqueda
eu: Erakutsi bilaketa-iradokizunak
fi: Näytä hakuehdotukset
fr: Afficher les suggestions
gd: Seall molaidhean-luirg
gl: Amosar suxestións de busca
he: הצגת הצעות חיפוש
hr: Prikaži prijedloge pretraživanja
hsb: Pytanske namjety pokazać
hu: Keresési javaslatok megjelenítése
hy_am: Ցուցադրել որոնման առաջարկները
ia: Monstrar suggestiones de recerca
id: Tampilkan Saran Pencarian
is: Sýna leitartillögur
it: Visualizza suggerimenti
ja: 検索語句の候補を表示
ka: ძიების შემოთავაზების ჩვენება
kab: Sken isumar n unadi
kk: Іздеу ұсыныстарын көрсету
ko: 검색 추천 보기
lo: ສະແດງຄຳແນະນຳການຄົ້ນຫາ
ml: തിരയല്‍ നിര്‍ദ്ദേശങ്ങള്‍ കാണിക്കുക
nb: Vis søkeforslag
nl: Zoeksuggesties tonen
nn: Vis søkjeforslag
pa_in: ਖੋਜ ਲਈ ਸੁਝਾਆਵਾਂ ਨੂੰ ਵੇਖੋ
pl: Podpowiedzi wyszukiwania
pt_br: Mostrar sugestões de pesquisa
pt_pt: Mostrar sugestões de pesquisa
rm: Mussar propostas da tschertga
ru: Показывать поисковые предложения
sat_olck: ᱯᱟᱱᱛᱮ ᱦᱩᱫᱤᱥ ᱠᱚ ᱩᱫᱩᱠ
scn: Mustra suggirimenti di risciduta
si: සෙවුම් යෝජනා පෙන්වන්න
sk: Zobrazovať návrhy vyhľadávania
sl: Prikaži predloge iskanja
sq: Shfaq Sugjerime Kërkimi
su: Témbongkeun Saran Maluruh
sv: Visa sökförslag
tg: Намоиш додани пешниҳодҳои ҷустуҷӯ
th: แสดงข้อเสนอแนะการค้นหา
tr: Arama önerilerini göster
tt: Эзләү тәкъдимнәрен күрсәтү
ug: ئىزدەش تەكلىپلىرىنى كۆرسىتىدۇ
uk: Пошукові пропозиції
vi: Hiển thị đề xuất tìm kiếm
zh_cn: 显示搜索建议
zh_tw: 顯示搜尋建議

# Settings.Search.Suggest.AddressBarSetting.Title.v124
source: Address bar - Firefox Suggest
ab: Адресқәа рпанель - Firefox Адгалара
be: Адрасны радок - Firefox Suggest
br: Barrenn chomlec’hioù - Alioù Firefox
bs: Adresna traka - Firefox prijedlozi
ca: Barra d'adreces - Suggeriments del Firefox
co: Barra d’indirizzu - Firefox suggerisce
cs: Adresní řádek - Návrhy Firefoxu
cy: Bar cyfeiriad - Awgrymiadau Firefox
da: Adressefelt - Firefox-forslag
de: Adressleiste – Firefox-Vorschläge
dsb: Adresowe pólo – Firefox Suggest
el: Γραμμή διευθύνσεων - Προτάσεις Firefox
eo: Adresa strio - Sugestoj de Firefox
es: Barra de direcciones - Firefox Suggest
es_ar: Barra de direcciones - Firefox Suggest
es_cl: Barra de direcciones - Sugerencias de Firefox
es_es: Barra de direcciones - Firefox Suggest
es_mx: Barra de direcciones - Sugerencias de Firefox
eu: Helbide-barra - Firefox Suggest
fi: Osoitepalkki - Firefox Suggest
fr: Barre d’adresse - Firefox suggère
gd: Bàr an t-seòlaidh – Firefox Suggest
gl: Barra de enderezos - Firefox Suggest
he: שורת הכתובת - Firefox Suggest
hr: Adresna traka – Firefox prijedlozi
hsb: Adresowe polo – Firefox Suggest
hu: Címsáv – Firefox Suggest
hy_am: Հասցեների տող - Firefox-ն առաջարկում է
ia: Barra de adresses - Firefox Suggest
id: Bilah alamat - Firefox Suggest
is: Vistfangastika - Tillögur frá Firefox
it: Barra degli indirizzi - Firefox Suggest
ja: アドレスバー - Firefox Suggest
ka: მისამართების ველი – Firefox-შემოთავაზება
kab: Afeggag n tansiwin - Firefox isumer
kk: Адрес жолағы - Firefox Suggest
ko: 주소 표시줄 - Firefox 제안
lo: ແຖບທີ່ຢູ່ - ແນະນໍາ Firefox
ml: വിലാസ പട്ട - ഫയർഫോക്സ് നിർദ്ദേശം
nb: Adresselinje - Firefox-forslag
nl: Adresbalk – Firefox Suggesties
nn: Adresselinje - Firefox forslag
pa_in: ਸਿਰਨਾਵਾਂ ਪੱਟੀ - Firefox ਸੁਝਾਅ
pl: Pasek adresu – podpowiedzi Firefoksa
pt_br: Barra de endereços - Sugestões Firefox
pt_pt: Barra de endereços – Firefox Suggest
rm: Trav d’adressas – propostas da Firefox
ru: Адресная строка - Firefox Suggest
sat_olck: ᱴᱷᱤᱠᱬᱟᱹ ᱵᱟᱨ - Firefox Suggest
scn: Barra dû nnirizzu - Suggirimenti di Firefox
si: ලිපින තීරුව - ෆයර්ෆොක්ස් යෝජනා
sk: Panel s adresou – Návrhy Firefoxu
sl: Naslovna vrstica – Firefoxovi predlogi
sq: Shtyllë adresash - Firefox Sugjeron
su: Palang alamat - Firefox Suggest
sv: Adressfält - Firefox Suggest
tg: Навори нишонӣ - «Firefox Suggest»
th: แถบที่อยู่ - Firefox Suggest
tr: Adres çubuğu - Firefox Önerileri
ug: ئادرېس بالدىقى - Firefox تەكلىپى
uk: Пропозиції Firefox у панелі адреси
vi: Thanh địa chỉ - Đề xuất của Firefox
zh_cn: 地址栏 - Firefox 建议
zh_tw: 網址列 - Firefox Suggest

# Settings.Search.Suggest.LearnAboutSuggestions.v124
source: Learn more about Firefox Suggest
ab: Еиҳаны еилкаа Firefox Suggest иазкны
be: Даведайцеся больш пра Firefox Suggest
br: Gouzout hiroc’h diwar-benn ar pezh a vez aliet gant Firefox
bs: Saznajte više o Firefox prijedlozima
ca: Més informació sobre els suggeriments del Firefox
co: Sapene di più nant’à Firefox suggerisce
cs: Dozvědět se více o návrzích Firefoxu
cy: Darllen rhagor am Awgrymiadau Firefox
da: Læs mere om Firefox-forslag
de: Weitere Infos zu Firefox-Vorschlägen
dsb: Zgóńśo wěcej wó Firefox Suggest
el: Μάθετε περισσότερα για τις Προτάσεις Firefox
eo: Pli da informo pri Sugestoj de Firefox
es: Saber más sobre Firefox Suggest
es_ar: Conocer más sobre Firefox Suggest
es_cl: Aprende más sobre Firefox Suggest
es_es: Saber más sobre Firefox Suggest
es_mx: Saber más sobre Firefox Suggest
eu: Firefox Suggest-i buruzko argibide gehiago
fi: Lisätietoja Firefox Suggestista
fr: En savoir plus sur Firefox suggère
gd: Barrachd fiosrachaidh mu Firefox Suggest
gl: Máis información sobre Firefox Suggest
he: מידע נוסף על Firefox Suggest
hr: Saznaj više o funkciji Firefox prijedlozi
hsb: Zhońće wjace wo Firefox Suggest
hu: Ismerje meg a Firefox Suggestet
hy_am: Իմացեք ավելին Firefox-ի առաջարկների մասին
ia: Saper plus re Firefox Suggest
id: Pelajari lebih lanjut tentang Firefox Suggest
is: Frekari upplýsingar um tillögur frá Firefox
it: Ulteriori informazioni su Firefox Suggest
ja: Firefox Suggest について
ka: ვრცლად Firefox-შემოთავაზების შესახებ
kab: Issin ugar ɣef Firefox Suggest
kk: Firefox Suggest туралы көбірек білу
ko: Firefox 제안에 대해 더 알아보기
lo: ສຶກສາເພີ່ມເຕີມກ່ຽວກັບການແນະນຳ Firefox
ml: ഫയര്‍ഫോക്സ് സച്ചസ്റ്റിനെപറ്റി കൂടുതലറിയുക
nb: Les mer om Firefox-forslag
nl: Meer info over Firefox Suggesties
nn: Les meir om Firefox forslag
pa_in: Firefox ਸੁਝਾਅ ਬਾਰੇ ਹੋਰ ਜਾਣੋ
pl: Więcej informacji o podpowiedziach Firefoksa
pt_br: Saiba mais sobre o Sugestões Firefox
pt_pt: Saiba mais sobre o Firefox Suggest
rm: Ulteriuras infurmaziuns davart propostas da Firefox
ru: Узнайте больше о Firefox Suggest
sat_olck: Firefox Suggest ᱵᱟᱵᱚᱛ ᱰᱷᱮᱨ ᱥᱮᱬᱟᱭ ᱢᱮ
scn: Cchiù nfurmazzioni ncapu ê suggirimenti di Firefox
si: ෆයර්ෆොක්ස් යෝජනා ගැන තව දැනගන්න
sk: Ďalšie informácie o Návrhoch Firefoxu
sl: Več o Firefoxovih predlogih
sq: Mësoni më tepër rreth “Firefox-i Sugjeron”
su: Leuwih teleb ngeunaan Firefox Suggest
sv: Läs mer om Firefox Suggest
tg: Маълумоти бештар дар бораи «Firefox Suggest»
th: เรียนรู้เพิ่มเติมเกี่ยวกับ Firefox Suggest
tr: Firefox Önerileri hakkında bilgi alın
ug: Firefox تەكلىپى ھەققىدىكى تەپسىلاتلار
uk: Докладніше про Пропозиції Firefox
vi: Tìm hiểu thêm về đề xuất của Firefox
zh_cn: 详细了解 Firefox 建议
zh_tw: 了解 Firefox Suggest 的相關資訊

# Settings.Search.Suggest.PrivateSession.Description.v125
source: Show suggestions from Firefox Suggest in private sessions
ab: Ажәалагалақәа аарԥштәуп Firefox аҟынтәи Ажәалагала хатә сеансқәа рҿы
bs: Prikaži prijedloge iz Firefox Suggest u privatnim sesijama
ca: Mostra suggeriments del Firefox en sessions privades
co: Affissà e suggestioni di Firefox Suggest in e sessioni di navigazione privata
cs: Zobrazovat Návrhy Firefoxu v anonymním prohlížení
cy: Dangos awgrymiadau gan Firefox Suggest mewn sesiynau preifat
da: Vis forslag fra Firefox-forslag i private sessioner
de: Vorschläge von Firefox Suggest in privaten Sitzungen anzeigen
dsb: Naraźenja z Firefox Suggest w priwatnych pósejźenjach pokazaś
el: Εμφάνιση προτάσεων από τις Προτάσεις Firefox σε ιδιωτικές συνεδρίες
eo: Montri sugestojn de Firefox Suggest en privataj seancoj
es: Mostrar sugerencias de Firefox Suggest en sesiones privadas
es_ar: Mostrar sugerencias de Firefox Suggest en sesiones privadas
es_cl: Mostrar sugerencias de Firefox Suggest en sesiones privadas
es_es: Mostrar sugerencias de Firefox Suggest en sesiones privadas
es_mx: Mostrar sugerencias de Firefox Sugerir en sesiones privadas
eu: Erakutsi Firefox Suggest-en iradokizunak saio pribatuetan
fi: Näytä Firefox Suggestin ehdotukset yksityisissä istunnoissa
fr: Afficher les suggestions de Firefox Suggest dans les sessions privées
gd: Seall molaidhean o Firefox Suggest ann an seiseanan prìobhaideach
gl: Mostrar suxestións de Firefox Suggest en sesións privadas
he: הצגת הצעות מ־Firefox Suggest בהפעלות פרטיות
hr: Prikaži prijedloge od „Firefox prijedlozi” u privatnim sesijama
hsb: Namjety z Firefox Suggest w priwatnych posedźenjach pokazać
hu: A Firefox Suggest javaslatainak megjelenítése a privát munkamenetekben
hy_am: Ցուցադրել Firefox Suggest-ի առաջարկները գաղտնի աշխատաշրջաններում
ia: Monstrar suggestiones ab Firefox Suggest in sessiones private
id: Tampilkan saran dari Firefox Suggest dalam sesi pribadi
is: Birta tillögur frá Firefox Suggest í huliðslotum
it: Mostra suggerimenti da Firefox Suggest in sessioni anonime
ja: プライベートセッションで Firefox Suggest からの候補を表示します
ka: Firefox-შემოთავაზების ჩვენება პირად ფანჯრებში
kab: Sken isumar seg yisumar n Firefox deg tɣimiyin tusligin
kk: Жекелік сеанстарда Firefox Suggest ұсыныстарын көрсету
ko: 비공개 세션에서 Firefox 제안 표시
lo: ສະແດງຄໍາແນະນໍາຈາກ Firefox Suggest ໃນໜ້າຕ່າງສ່ວນຕົວ
nb: Vis forslag fra Firefox Suggest i private økter
nl: Suggesties van Firefox Suggesties tonen in privésessies
nn: Vis forslag frå Firefox Suggest i private økter
pa_in: ਪ੍ਰਾਈਵੇਟ ਸ਼ੈਸ਼ਨਾਂ ਵਿੱਚ Firefox ਸੁਝਾਅ ਵਲੋਂ ਸੁਝਾਆਵਾਂ ਨੂੰ ਵੇਖਾਓ
pl: Podpowiedzi Firefoksa w prywatnych sesjach
pt_br: Mostrar sugestões do Firefox em sessões privativas
pt_pt: Mostrar sugestões do Firefox Suggest em sessões privadas
rm: Mussar las propostas da Firefox Suggest en sesidas privatas
ru: Отображать предложения из Firefox Suggest в приватных сеансах
sat_olck: Firefox Suggest ᱠᱷᱚᱱ ᱥᱚᱞᱦᱟ ᱩᱫᱩᱜ ᱢᱮ ᱯᱨᱟᱭᱣᱮᱴ ᱥᱮᱥᱚᱱ ᱨᱮ ᱥᱚᱞᱦᱟ
scn: Mustra suggirimenti di Firefox nnê sissioni privati
si: පෞද්ගලික වාර වල ෆයර්ෆොක්ස් යෝජනා වෙතින් යෝජනා පෙන්වන්න
sk: Zobrazovať Návrhy Firefoxu v súkromných reláciách
sl: Prikazuj Firefoxove predloge v zasebnih sejah
sq: Shfaq në sesione private sugjerime nga Firefox-i Sugjeron
su: Témbongkeun saran ti mesin pamaluruh dina rintakan nyamuni
sv: Visa förslag från Firefox Suggest i privata sessioner
tg: Намоиш додани пешниҳодҳо аз Пешниҳоди «Firefox» дар ҷаласаҳои хусусӣ
th: แสดงคำแนะนำจาก Firefox Suggest ในวาระส่วนตัว
tr: Gizli oturumlarda Firefox Önerileri’nin önerilerini göster
ug: شەخسىي سۆزلەشكۈدىكى Firefox تەۋسىيەسىنى كۆرسىتىدۇ
uk: Показувати пропозиції Firefox у приватних сеансах
vi: Hiển thị đề xuất ​​Firefox trong phiên riêng tư
zh_cn: 在隐私浏览中显示来自 Firefox 建议的结果
zh_tw: 於隱私瀏覽階段中顯示 Firefox Suggest 的建議內容

# Settings.Search.Suggest.SearchBrowsingHistory.Title.v124
source: Search Browsing History
ab: Аԥшаара аҭоурых ала аԥшаара
be: Пошук у гісторыі аглядання
br: Klask er roll istor
bs: Pretraži historiju surfanja
ca: Cerca en l’historial de navegació
co: Ricercà in a cronolugia di navigazione
cs: Hledat v historii prohlížení
cy: Chwilio Hanes Pori
da: Søg i browserhistorik
de: Browser-Chronik durchsuchen
dsb: Pśeglědowańsku historiju pśepytaś
el: Αναζήτηση ιστορικού περιήγησης
eo: Serĉi en retuma historio
es: Buscar historial de navegación
es_ar: Buscar historial de navegación
es_cl: Buscar historial de navegación
es_es: Buscar historial de navegación
es_mx: Buscar historial de navegación
eu: Bilatu nabigatze-historia
fi: Etsi selaushistoriasta
fr: Rechercher dans l’historique de navigation
gd: Lorg san eachdraidh bhrabhsaidh
gl: Buscar no historial de navegación
he: חיפוש בהיסטוריית הגלישה
hr: Pretraži povijest pregledavanja
hsb: Přehladowansku historiju přepytać
hu: Böngészési előzmények keresése
hy_am: Որոնել դիտարկման պատմությունում
ia: Cercar in le chronologia de navigation
id: Cari Riwayat Penjelajahan
is: Leita í vafurferli
it: Cerca nella cronologia di navigazione
ja: 閲覧履歴を検索する
ka: ძიება ნანახ გვერდებში
kab: Nadi deg uzray n tunigin
kk: Шолу тарихынан іздеу
ko: 방문 기록 검색
lo: ຄົ້ນຫາປະຫວັດການທ່ອງເວັບ
ml: നാൾവഴി തിരയുക
nb: Søk i nettleserhistorikk
nl: Navigatiegeschiedenis doorzoeken
nn: Søk i nettlesarhistorikk
pa_in: ਬਰਾਊਜ਼ਿੰਗ ਅਤੀਤ ਖੋਜੋ
pl: Historia
pt_br: Pesquisar no histórico de navegação
pt_pt: Pesquisar no histórico de navegação
rm: Tschertgar en la cronologia da navigaziun
ru: Поиск по истории просмотра
sat_olck: ᱵᱽᱨᱟᱣᱩᱡᱤᱝ ᱦᱤᱛᱟᱹᱞ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ
scn: Riscedi nnâ crunuluggìa di navicazzioni
si: පිරික්සුම් ඉතිහාසය සොයන්න
sk: Navrhovať z histórie prehliadania
sl: Iskanje po zgodovini iskanja
sq: Kërko në Historik Shfletimi
su: Paluruh Jujutan Langlangan
sv: Sök i webbläsarhistorik
tg: Намоиш додани таърихи тамошо
th: ค้นหาประวัติการเรียกดู
tr: Gezinti geçmişinde ara
ug: زىيارەت تارىخىنى ئىزدە
uk: Шукати в історії перегляду
vi: Tìm kiếm lịch sử duyệt web
zh_cn: 搜索浏览历史
zh_tw: 顯示瀏覽紀錄
